Repository: wp-plugins/genesis-extra-settings-transporter
Catalog: languages/genesis-extra-settings-transporter-*.po
Languages: de_de

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sGenesis Framework%3$s (at least %4$s).
de_de: Hinweis: Das %1$s Plugin kann <em>nicht</em> aktiviert werden, solange nicht das %2$sGenesis Framework%3$s in der neuesten Version (mindestens %4$s) installiert ist.

source: Genesis Simple Hooks
de_de: Genesis Einfache Hooks

source: Genesis Simple Sidebars
de_de: Genesis Einfache Sidebars

source: Genesis Responsive Slider
de_de: Genesis Responsiver Slider

source: Genesis Simple Edits
de_de: Genesis Einfache Änderungen

source: Genesis Simple Comments
de_de: Genesis Einfache Kommentare

source: Genesis Simple Breadcrumbs
de_de: Genesis Einfache Breadcrumbs

source: Genesis Responsive Header
de_de: Genesis Responsive Kopfzeile

source: Genesis Bootstrap Carousel
de_de: Genesis Bootstrap Karussell

source: Genesis Accordion
de_de: Genesis Akkordion

source: Genesis Post Navigation
de_de: Genesis Beitragsnavigation

source: Genesis 404 Page
de_de: Genesis 404-Fehlerseite

source: Genesis Extra Settings Transporter
de_de: Genesis Extra-Einstellungen Transporter

source: http://genesisthemes.de/en/wp-plugins/genesis-extra-settings-transporter/
de_de: http://genesisthemes.de/plugins/genesis-extra-settings-transporter/

source: Go to the Genesis Exporter page
de_de: Zur Genesis Exporter-Seite gehen ...

source: FAQ
de_de: FAQ - Häufige Fragen

source: Support
de_de: Hilfe und Unterstützung (Support)

source: Translations
de_de: Übersetzungen

source: Donate
de_de: Spenden

source: Important plugin links:
de_de: Wichtige Plugin-Links

source: Plugin website
de_de: Plugin-Webseite

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: third-party product
de_de: Drittanbieter-Produkt

source: Adds support for exporting settings of various Genesis Framework specific plugins & Child Themes via the Genesis Exporter feature.
de_de: Das Plugin erweitert die Genesis Exporter-Funktion um die Einstellungen verschiedener Genesis Framework-spezifischer Plugins sowie Genesis Child Themes.

source: A Typical Workflow Example
de_de: Ein typisches Beispiel für einen Workflow

source: Transfer settings from a development install to the live/ production install.
de_de: Einstellungen von einer Entwicklungs-Installation zu einer Live-Installation übertragen.

source: Prerequisites/ Requirements
de_de: Vorbereitungen/ Anforderungen

source: On BOTH sites/ installations you have installed & activated for example the (great) %s child theme, plus the following plugins:
de_de: Auf BEIDEN Webseiten/ Installationen haben Sie zum Beispiel das (großartige) %s Child Theme installiert, sowie die folgenden Plugins:

source: On BOTH sites/ installations you have installed & activated this plugin, %s.
de_de: Auf BEIDEN Webseiten/ Installationen haben Sie dieses Plugin, %s, installiert &amp; aktiviert.

source: It's recommended to have THE VERY SAME VERSIONS installed on the original site and also the receiving site. Reason: sometimes settings differ between plugin or child theme versions. So with making sure you have the same versions installed you just ensure the correct settings are included within the export file.
de_de: Es wird empfohlen, dass auf der Original-Webseite und der empfangenden Webseite DIESELBEN VERSIONEN installiert sind. Grund: manchmal unterscheiden sich Einstellungen zwischen einzelnen Plugin- oder Child Theme Versionen. Wenn Sie sicherstellen, dass überall dieselbe Version installiert, gehen Sie auch sicher, dass die korrekten Einstellungen in der Exportdatei landen.

source: Transfer
de_de: Übertragen

source: On the development install: Just make an Export file via %s admin page:
de_de: In der Entwicklungs-Installation: nun eine Exportdatei erstellen über die %s Admin-Seite:

source: In the %s section there enable all checkboxes you need.
de_de: Im %s-Bereich alle gewünschten Kontrollkästchen aktivieren.

source: Save the %s file to your computer.
de_de: Die %s-Datei auf Ihrem Rechner speichern.

source: On the live/ production site, just import this %s file and you're done!
de_de: Auf der Live-Webseite nun diese %s-Datei importieren und Sie sind fertig! :)

source: Theme Settings
de_de: Theme-Einstellungen

source: Footer Settings
de_de: Fußzeilen-Einstellungen

source: Notes for the %s plugin
de_de: Hinweise für das Plugin %s

source: Check boxes in the Exporter section above that have a label with the prefix %s or %s are from that plugin.
de_de: Kontrollkästchen im Exporter-Bereich oben, welche eine Beschriftung mit dem Präfix %s oder %s haben, sind von diesem Plugin.

source: There's NO warranty supplied when you use this plugin, all at your own risk!
de_de: Es wird KEINE Garantie für die Verwendung dieses Plugins übernommen, alles geschieht auf eigenes Risiko!

source: official release
de_de: veröffentlicht von StudioPress

source: community release
de_de: Community-Veröffentlichung

source: via Community/ Marketplace
de_de: via StudioPress Community/ Marketplace

source: What is supported?
de_de: Was wird unterstützt?

source: List of all supported plugins
de_de: Liste aller unterstützten Plugins

source: List of all supported child themes
de_de: Liste aller unterstützten Child Themes

source: Genesis Custom Backgrounds
de_de: Genesis Benutzerdefinierte Hintergrundbilder

source: Genesis Portfolio
de_de: Genesis Portfolio (Beta)

source: Genesis Custom Post Types Archives
de_de: Genesis Benutzerdefinierte Inhaltstypen Archive

source: currently active
de_de: derzeit aktiv

source: not active/ installed
de_de: nicht aktiv/ installiert

source: For the %s plugin: Why are inpost/ inpage settings not included?
de_de: Für das %s Plugin: Warum werden Einstellungen der Beiträge/ Seiten nicht inkludiert?

source: This is not possible as these settings belong to the actual post meta. You can always import & export all posts/ pages/ custom post types via %s, including those settings.
de_de: Dies ist nicht möglich, da diese Einstellungen zu den Beitrags-Metadaten gehören. Diese können jederzeit über die %s importiert und exportiert werden - für alle Beiträge, Seiten, Inhaltstypen - die entsprechenden Eindestellungen sind dann inklusive.

source: native WordPress export and import functionality
de_de: native WordPress Export- und Importfunktionalität

source: For Widget settings:
de_de: Für Widget-Einstellungen:

source: Not possible, there is no such functionality in WordPress core as is in Genesis yet! However, there's a nice third-party plugin for that, to use at your own risk: %s
de_de: Nicht möglich, da es keine solche Funktionalität in WordPress oder Genesis gibt! Wie auch immer, es gibt ein recht nützliches Drittanbieter-Plugin dafür - Verwendung auf eigenes Risiko: %s

source: Widget Settings Importer/Exporter
de_de: Widget Einstellungen Importer/ Exporter

source: Premise Settings
de_de: Premise Einstellungen

source: Premise Module:
de_de: Premise Modul:

source: Member Access Settings
de_de: Mitglieder-Zugriff-Einstellungen
